Repository: y-hirakaw/times_tables_ios
Catalog: TimesTablesApp/TimesTablesApp/Localizable.xcstrings
Source language: ja
Languages: en

source: がんばってるね！
en: Keep it up!

source: （せいかいりつ 70%いじょう）
en: (Accuracy 70% or higher)

source: （せいかいりつ 70%みまん）
en: (Accuracy less than 70%)

source: %@の だん
en: %@ times table

# %lld × %lld のもんだい
source: %1$lld × %2$lld のもんだい
en: %1$lld × %2$lld problem

source: %lldの だん
en: %lld times table

source: %lldのだん
en: %lld times table

source: %lld秒
en: %lld sec

source: ※PINコードを忘れると管理画面へアクセスできなくなります。 忘れないようにメモを取るなどの対策をしてください。
en: ※If you forget your PIN, you won't be able to access the management screen. Please take notes or other measures to remember it.

source: 1つの段で正解率86%以上
en: 86% or higher accuracy in one table

source: 1つの段をマスター
en: Mastered one times table

source: 2秒以内に20問正解
en: Answered 20 questions correctly within 2 seconds

source: 2秒以内正解×20
en: Correct answers within 2 seconds x20

source: 3秒以内に10問正解
en: Answered 10 questions correctly within 3 seconds

source: 3秒以内正解×10
en: Correct answers within 3 seconds x10

source: 4桁のPINコード
en: 4-digit PIN code

source: 4桁のPINコードを設定してください
en: Please set a 4-digit PIN code

source: 7日連続でデイリー目標達成
en: Achieved daily goal for 7 consecutive days

source: 7日連続目標達成
en: 7 consecutive days goal achievement

source: 10問連続で正解した
en: Answered 10 questions correctly in a row

source: 10問連続正解
en: 10 consecutive correct answers

source: 20問連続で正解した
en: Answered 20 questions correctly in a row

source: 20問連続正解
en: 20 consecutive correct answers

source: 30日連続でデイリー目標達成
en: Achieved daily goal for 30 consecutive days

source: 30日連続目標達成
en: 30 consecutive days goal achievement

source: 50問連続で正解した
en: Answered 50 questions correctly in a row

source: 50問連続正解
en: 50 consecutive correct answers

source: 100もんたっせい
en: 100 Problems

source: 100問解いた
en: Solved 100 problems

source: 500もんたっせい
en: 500 Problems

source: 500問解いた
en: Solved 500 problems

source: 1000もんたっせい
en: 1000 Problems

source: 1000問解いた
en: Solved 1000 problems

source: PINコード (4桁)
en: PIN code (4 digits)

source: PINコードが正しくありません
en: Incorrect PIN code

source: PINコードの確認
en: Confirm PIN code

source: PINコードを入力してください
en: Please enter your PIN code

source: あたらしい たっせい！
en: New achievement!

source: あたらしいメッセージが %lldこ あります
en: You have %lld new messages

source: あたらしく マスターしたもの
en: Newly mastered

source: あと
en: Remaining

source: あなたのにがてな もんだい:
en: Your difficult problems:

source: いなずまスピード
en: Lightning Speed

source: おくりました！
en: Sent!

source: おめでとう！
en: Congratulations!

source: おめでとう！%lldの だんを すべて クリアしました！
en: Congratulations! You completed all %lld times table problems!

source: お子様とのコミュニケーションを始めましょう
en: Let's start communicating with your child

source: お子様とのメッセージ
en: Messages with your child

source: がくしゅう とうけい
en: Learning Statistics

source: かくとくじょうけん
en: Achievement conditions

source: かくとくずみ！
en: Achieved!

source: かけ算の だんごとの せいかい・ふせいかい
en: Correct and incorrect answers by multiplication table

source: がんばったね！
en: You did great!

source: がんばりレポート
en: Progress report

source: キャンセル
en: Cancel

source: きょうの がんばり
en: Today's effort

source: グラフの せつめい
en: Graph explanation

source: この画面ではポイント獲得履歴とポイントの消費ができます。九九に正解するとポイントが貰えますので、何ポイントで何ができるなどルールを決めて使うなどに利用してください。
en: This screen shows point earning history and allows point spending. Points are earned by solving multiplication problems correctly. You can set rules like what can be done with how many points.

source: こんしゅう よくなった もんだい
en: This week's improved problems

source: こんしゅうの もんだいすう
en: This week's problems

source: さいきん よくなった もんだいは ありません
en: No recently improved problems

source: しゅうかんせんし
en: Weekly Warrior

source: すごいじゃない！
en: That's amazing!

source: せいかい
en: Correct

source: せいかいりつ
en: Accuracy

source: せいかいりつ: %lld%%
en: Accuracy: %lld%%

source: ぜんだんマスター
en: All Tables Master

source: ぜんぶの もんだいすう
en: Total problems

source: その ちょうしで がんばって！
en: Keep up that good work!

source: たっせい シェア
en: Share Achievement

source: だんごと
en: By Table

source: だんごとの せいかいりつ
en: Accuracy by times table

source: だんじゅんばん もんだい
en: Sequential Problems

source: だんだん じょうずに なってるよ！
en: You're getting better and better!

source: だんで もんだい
en: Table Problems

source: だんマスター
en: Table Master

source: だんを えらぶ
en: Choose Times Table

source: だんを えらんでね
en: Please choose a times table

source: チャレンジOFF
en: Challenge OFF

source: チャレンジON
en: Challenge ON

source: つぎも がんばろうね！
en: Let's keep working hard!

source: データが たりません
en: Not enough data

source: データがありません
en: No data available

source: テンプレート
en: Template

source: テンプレート選択
en: Select Template

source: といた かず
en: Number solved

source: といた もんだい
en: Problems solved

source: とくい・にがて
en: Strengths & Weaknesses

source: とくい・にがてな もんだいの わりあい
en: Ratio of strengths and weaknesses

source: とくい: %lldもん
en: Strengths: %lld

source: とくいな もんだい:
en: Your strong problems:

source: とじる
en: Close

source: とても じょうずですよ！
en: You're doing very well!

source: にがて: %lldもん
en: Weaknesses: %lld

source: にがてこくふく
en: Weakness Overcome

source: にがてせいふく
en: Weakness Conqueror

source: にがてな もんだい:
en: Difficult problems:

source: にがての すうじ
en: Difficult Numbers

source: にがてもんだい！
en: Difficult problem!

source: にがてもんだいが %lldもん ふえています
en: Difficult problems increased by %lld

source: にがてもんだいが %lldもん へりました！
en: Difficult problems reduced by %lld!

source: にがてもんだいすう
en: Number of difficult problems

source: にがてもんだいすうの うごき
en: Change in difficult problem count

source: にがてもんだいの すうの うごき
en: Difficult problems count trends

source: の だん
en: times table

source: のこり時間: %@秒
en: Time left: %@ sec

source: バッジ
en: Badges

source: バッジかくとく
en: Badge Collection

source: バッジかくとく！
en: Badge Earned!

source: バッジコレクション
en: Badge Collection

source: はやうちくん
en: Quick Shooter

source: びょう
en: sec

source: ふせいかい
en: Incorrect

source: へいきん じかん
en: Average time

source: ボーナスポイント
en: Bonus Points

source: ポイント: %lld
en: Points: %lld

source: ポイントりれき
en: Points History

source: ポイントりれきはありません
en: No points history

source: ポイント消費
en: Points Spent

source: ポイント消費履歴はありません
en: No point spending history

source: ポイント獲得履歴はありません
en: No point earning history

source: ほか %lld もん
en: %lld other problems

source: ほごしゃ かんり がめん
en: Parent Dashboard

source: ほごしゃからの メッセージ
en: Message from Parent

source: ほごしゃに おしらせ
en: Notify Parent

source: ほごしゃに おしらせする
en: Send Notification

source: ほごしゃのひとからの メッセージを まってね！
en: Wait for message from parent!

source: ほごしゃのひとに おしらせしよう！
en: Let's notify your parent!

source: ほごしゃのひとに きょうの がんばりを おしらせしました！
en: Notified your parent about today's hard work!

source: ほごしゃのひとに きょうの たっせいを おしらせしよう！
en: Let's notify your parent about today's achievements!

source: ボタンをおして もんだいをやろう！
en: Press a button to start a problem!

source: まいにち べんきょうして えらいね！
en: Great job studying every day!

source: まいにちチャンピオン
en: Daily Champion

source: マスターまで
en: Until master

source: まだ かいとうした もんだいが ありません
en: No answered problems yet

source: まだ こたえたもんだいが ありません
en: No answered problems yet

source: まだ といていません
en: Not solved yet

source: まだ メッセージが ありません
en: No messages yet

source: まだこの段の問題を といていません
en: No problems solved for this table yet

source: まだメッセージがありません
en: No messages yet

source: まちがえ りつ: %lld%%
en: Error rate: %lld%%

source: まちがえた かいすう: %lld
en: Mistakes: %lld

source: まちがえる りつ: %lld%%
en: Error rate: %lld%%

source: みかいとう: %lldもん
en: Unanswered: %lld

source: みかくとく
en: Not achieved

source: むしくい もんだい
en: Fill-in-the-blank

source: メッセージ
en: Message

source: メッセージを入力...
en: Enter message...

source: もん
en: problems

source: もんだい
en: Problem

source: もんだい かいとう サマリー
en: Problem Solving Summary

source: もんだいすう
en: Number of problems

source: もんだいの できぐあい
en: Problem performance

source: やめる
en: Quit

source: ようび
en: Day of week

source: よくできました！
en: Well done!

source: よく使うメッセージ
en: Frequently Used Messages

source: ランダム もんだい
en: Random Problems

source: レベル10
en: Level 10

source: レベル10に到達
en: Reached Level 10

source: レベル10到達
en: Reach Level 10

source: レベル25
en: Level 25

source: レベル25に到達
en: Reached Level 25

source: レベル25到達
en: Reach Level 25

source: レベル50
en: Level 50

source: レベル50に到達
en: Reached Level 50

source: レベル50到達
en: Reach Level 50

source: れんぞく10かい
en: 10 in a Row

source: れんぞく20かい
en: 20 in a Row

source: れんぞくマスター
en: Streak Master

source: 不正解！正解は %lld です。もう一度チャレンジしてね。
en: Incorrect! The answer is %lld. Please try again.

source: 九九ティブ
en: Times Tables

source: 使用可能ポイント
en: Available Points

source: 全9段で正解率86%以上
en: 86% or higher accuracy in all 9 tables

source: 全ての段をマスター
en: Mastered all times tables

source: 最近、改善された問題はありません
en: No recently improved problems

source: 効果音 OFF
en: Sound OFF

source: 効果音 ON
en: Sound ON

source: 問題数: %lld
en: Problems: %lld

source: 問題画面が開きます
en: Problem screen will open

source: 基本ポイント
en: Base Points

source: 学習統計
en: Statistics

source: 実行
en: Execute

source: 履歴タイプ
en: History Type

source: 新マスター: %@
en: New Master: %@

source: 時間切れ！正解は %lld です。
en: Time's up! The answer is %lld.

source: 正解率
en: Accuracy Rate

source: 正解率: %lld%%
en: Accuracy: %lld%%

source: 段
en: Table

source: 消費ポイント
en: Points Spent

source: 消費履歴
en: Spending History

source: 獲得履歴
en: Earning History

source: 理由（おもちゃ交換など）
en: Reason (toy exchange, etc.)

source: 確認
en: Confirm

source: 累計100問解答
en: Total 100 problems answered

source: 累計500問解答
en: Total 500 problems answered

source: 累計1000問解答
en: Total 1000 problems answered

source: 累計獲得ポイント
en: Total Earned Points

source: 苦手問題5つ克服
en: Overcome 5 difficult problems

source: 苦手問題10個克服
en: Overcome 10 difficult problems

source: 苦手問題を5つ克服
en: Overcame 5 difficult problems

source: 苦手問題を10個克服
en: Overcame 10 difficult problems

source: 親用管理画面
en: Parent Dashboard

source: 親用管理画面のセキュリティ設定
en: Parent Dashboard Security Settings

source: 親用管理画面へのアクセス
en: Access to Parent Dashboard

source: 設定
en: Settings

source: 閉じる
en: Close

source: 頑張って %lld 問が改善されました！
en: Great job! %lld problems improved!
